KOSTAL/3.LAS/LAS/LAS For Multistation/Assembly/Mesxml/logNonConformance.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:r4="http://systemagmbh.com/manufacturing-automation/r4/">
   <soapenv:Header/>
   <soapenv:Body>
      <r4:logNonConformance>
         <logNCRequest>
            <resourceId></resourceId>
            <operation></operation>
            <sfc></sfc>
         </logNCRequest>
      </r4:logNonConformance>
   </soapenv:Body>
</soapenv:Envelope>